Repository: d-melleo/TikTokMarketBot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: pl, uk

source: Start
uk: Старт

source: Help
uk: Довідка

source: Language
pl: Język
uk: Мова

source: Ban a user
pl: Zbanuj użytkownika
uk: Заблокувати користувача

source: Unban a user
pl: Odbanuj użytkownika
uk: Розблокувати користувача

source: Prevent a user from sending videos
pl: Zablokuj wysyłanie filmów przez użytkownika
uk: Заборонити користувачу надсилати відео

source: Allow a user to send videos
pl: Zezwól na wysyłanie filmów przez użytkownika
uk: Дозволити користувачу надсилати відео

source: Allow all users to send videos
pl: Zezwól wszystkim użytkownikom na wysyłanie filmów
uk: Дозволити всім користувачам надсилати відео

source: Get user's data from DB
pl: Pobierz dane użytkownika z bazy danych
uk: Отримати дані користувача з бази даних

source: Show banned users
pl: Pokaż zbanowanych użytkowników
uk: Показати заблокованих користувачів

source: Show users on hold
pl: Pokaż użytkowników na wstrzymaniu
uk: Показати користувачів на утриманні

source: Add a new admin
pl: Dodaj nowego administratora
uk: Додати нового адміністратора

source: Remove an admin
pl: Usuń administratora
uk: Видалити адміністратора

source: Add a new superadmin
pl: Dodaj nowego superadmina
uk: Додати нового суперадміністратора

source: Remove a superadmin
pl: Usuń superadmina
uk: Видалити суперадміністратора

source: Send a video
pl: Wyślij film
uk: Надіслати відео

source: Polish 🇵🇱
pl: Polski 🇵🇱
uk: Polski 🇵🇱

source: Ukrainian 🇺🇦
pl: Українська 🇺🇦
uk: Українська 🇺🇦

source: {emj} Invalid username.
pl: {emj} Nieprawidłowy username użytkownika.
uk: {emj} Неправильний нікнейм користувача.

source: {emj} The user @{subject_username} does not use the bot.
pl: {emj} Użytkownik @{subject_username} nie korzysta z bota.
uk: {emj} Користувач @{subject_username} не використовує бота.

source: {emj} Oops... Something went wrong. Please, try again.
pl: {emj} Ups... Coś poszło nie tak. Spróbuj ponownie.
uk: {emj} Ой-ку... Щось пішло не так. Будь ласка, спробуйте ще раз.

source: {emj} Provide the username you would like to ban.
pl: {emj} Podaj username użytkownika, którego chcesz zbanować.
uk: {emj} Вкажіть нікнейм користувача, якого ви хочете заблокувати.

source: {emj} Provide the username you would like to unban.
pl: {emj} Podaj username użytkownika, którego chcesz odbanować.
uk: {emj} Вкажіть нікнейм користувача, якого ви хочете розблокувати.

source: {emj1} Provide the username you would like to place on hold, specifying the duration in hours. {emj2} For example, {example}.
pl: {emj1} Podaj username użytkownika, którego chcesz umieścić na wstrzymanie, określając czas trwania w godzinach. {emj2} Na przykład, {example}.
uk: {emj1} Вкажіть нікнейм користувача, якого ви хочете поставити на утримання, вказавши тривалість у годинах. {emj2} Наприклад, {example}.

source: {emj} Provide the username you would like to release from hold.
pl: {emj} Podaj username użytkownika, którego chcesz uwolnić z wstrzymania.
uk: {emj} Вкажіть нікнейм користувача, якого ви хочете вивільнити з утримання.

source: {emj} Provide the username you would like to get from data base.
pl: {emj} Podaj username użytkownika, którego chcesz pobrać z bazy danych.
uk: {emj} Вкажіть нікнейм користувача, дані якого ви хочете отримати з бази даних.

source: {emj} Provide the username you would like to promote to administrator.
pl: {emj} Podaj username użytkownika, którego chcesz awansować na administratora.
uk: {emj} Вкажіть нікнейм користувача, якого ви хочете підняти на рівень адміністратора.

source: {emj} Provide the username you would like to demote from administrator.
pl: {emj} Podaj username użytkownika, którego chcesz zdegradować z administratora.
uk: {emj} Вкажіть нікнейм користувача, якого ви хочете знизити з рівня адміністратора.

source: {emj} Provide the username you would like to promote to super admin.
pl: {emj} Podaj username użytkownika, którego chcesz awansować na superadmina.
uk: {emj} Вкажіть нікнейм користувача, якого ви хочете підняти на рівень суперадміністратора.

source: {emj} Provide the username you would like to demote from super admin.
pl: {emj} Podaj username użytkownika, którego chcesz zdegradować ze superadmina.
uk: {emj} Вкажіть нікнейм користувача, якого ви хочете знизити з рівня суперадміністратора.

source: {emj} You cannot ban yourself.
pl: {emj} Nie możesz zbanować samego siebie.
uk: {emj} Ви не можете заблокувати самого себе.

source: {emj} You cannot apply the unban command to yourself.
pl: {emj} Nie możesz odbanować samego siebie.
uk: {emj} Ви не можете використовувати команду розблокування для самого себе.

source: {emj} You cannot put yourself on hold.
pl: {emj} Nie możesz umieścić samego siebie na wstrzymanie.
uk: {emj} Ви не можете поставити самого себе на утримання.

source: {emj} You cannot apply the release command to yourself.
pl: {emj} Nie możesz zwolnić samego siebie z wstrzymania.
uk: {emj} Ви не можете використовувати команду вивільнення для самого себе.

source: {emj} You cannot retrieve your information from the database by yourself.
pl: {emj} Nie możesz pobrać swoich informacji z bazy danych samodzielnie.
uk: {emj} Ви не можете отримати свої дані з бази даних самостійно.

source: {emj} You cannot apply this command to yourself.
pl: {emj} Nie możesz zastosować tej komendy do siebie.
uk: {emj} Ви не можете використовувати цю команду для самого себе.

source: {emj} You don't have permission to ban @{subject_username}.
pl: {emj} Nie masz uprawnień do zbanowania użytkownika @{subject_username}.
uk: {emj} У вас немає прав на блокування користувача @{subject_username}.

source: {emj} You don't have permission to unban @{subject_username}.
pl: {emj} Nie masz uprawnień do odbanowania użytkownika @{subject_username}.
uk: {emj} У вас немає прав на розблокування користувача @{subject_username}.

source: {emj} You don't have permission to put @{subject_username} on hold.
pl: {emj} Nie masz uprawnień do umieszczenia użytkownika @{subject_username} na wstrzymanie.
uk: {emj} У вас немає прав на утримання користувача @{subject_username}.

source: {emj} You don't have permission to release @{subject_username} from hold.
pl: {emj} Nie masz uprawnień do zwolnienia użytkownika @{subject_username} z wstrzymania.
uk: {emj} У вас немає прав на вивільнення користувача @{subject_username} з утримання.

source: {emj} You don't have permission to retrieve information from the database for the user @{subject_username}.
pl: {emj} Nie masz uprawnień do pobrania informacji z bazy danych dla użytkownika @{subject_username}.
uk: {emj} У вас немає прав на отримання інформації з бази даних для користувача @{subject_username}.

source: {emj} You don't have permission to promote @{subject_username} to administrator.
pl: {emj} Nie masz uprawnień do awansowania użytkownika @{subject_username} na administratora.
uk: {emj} У вас немає прав на підняття користувача @{subject_username} на рівень адміністратора.

source: {emj} You don't have permission to demote @{subject_username} from administrator.
pl: {emj} Nie masz uprawnień do degradacji użytkownika @{subject_username} z administratora.
uk: {emj} У вас немає прав на зниження користувача @{subject_username} з рівня адміністратора.

source: {emj} You don't have permission to promote @{subject_username} to super admin.
pl: {emj} Nie masz uprawnień do awansowania użytkownika @{subject_username} na superadmina.
uk: {emj} У вас немає прав на підняття користувача @{subject_username} на рівень суперадміністратора.

source: {emj} You don't have permission to demote @{subject_username} from super admin.
pl: {emj} Nie masz uprawnień do degradacji użytkownika @{subject_username} ze superadmina.
uk: {emj} У вас немає прав на зниження користувача @{subject_username} з рівня суперадміністратора.

source: {emj} You have successfully banned @{subject_username}.
pl: {emj} Zbanowano użytkownika @{subject_username}.
uk: {emj} Ви успішно заблокували користувача @{subject_username}.

source: {emj} @{subject_username} is already banned.
pl: {emj} Użytkownik @{subject_username} jest już zbanowany.
uk: {emj} @{subject_username} вже заблокований.

source: {emj} You have successfully unbanned @{subject_username}.
pl: {emj} Odbanowano użytkownika @{subject_username}.
uk: {emj} Ви успішно розблокували користувача @{subject_username}.

source: {emj} @{subject_username} is not banned.
pl: {emj} Użytkownik @{subject_username} nie jest zbanowany.
uk: {emj} @{subject_username} не є заблокованим.

source: {emj} The user @{subject_username} has been placed on hold for{timer}.
pl: {emj} Użytkownik @{subject_username} został umieszczony na wstrzymanie na{timer}.
uk: {emj} Користувача @{subject_username} поставлено на утримання на {timer}.

source: username hours
pl: username godziny
uk: нікнейм години

source: {emj1} Invalid format. Provide the command as follows: /hold {template}. {emj2} For example, /hold {example}.
pl: {emj1} Nieprawidłowy format. Podaj komendę w następujący sposób: /hold {template}. {emj2} Na przykład, /hold {example}.
uk: {emj1} Невірний формат. Надайте команду наступним чином: /hold {template}. {emj2} Наприклад, /hold {example}.

source: {emj} You have successfully released @{subject_username}.
pl: {emj} Zwolniono użytkownika @{subject_username} z wstrzymania.
uk: {emj} Ви успішно вивільнили користувача @{subject_username}.

source: {emj} The user @{subject_username} is not on hold.
pl: {emj} Użytkownik @{subject_username} nie jest na wstrzymaniu.
uk: {emj} Користувач @{subject_username} не знаходиться на утриманні.

source: {emj} Released {modified_count}/{objects_count} users: {objects}
pl: {emj} Zwolniono {modified_count}/{objects_count} użytkowników: {objects}
uk: {emj} Вивільнено {modified_count}/{objects_count} користувачів: {objects}

source: {emj} There are no users to be released.
pl: {emj} Nie ma użytkowników do zwolnienia.
uk: {emj} Немає користувачів для вивільнення.

source: {emj} Information retrieved from data base:
pl: {emj} Informacje pobrane z bazy danych:
uk: {emj} Інформація отримана з бази даних:

source: {emj} The list of banned users {objects_count}: {objects}
pl: {emj} Lista zbanowanych użytkowników {objects_count}: {objects}
uk: {emj} Список заблокованих користувачів {objects_count}: {objects}

source: {emj} There are no banned users.
pl: {emj} Brak zbanowanych użytkowników.
uk: {emj} Немає заблокованих користувачів.

source: {emj} The list of users on hold {objects_count}: {objects}
pl: {emj} Lista użytkowników na wstrzymaniu {objects_count}: {objects}
uk: {emj} Список користувачів на утриманні {objects_count}: {objects}

source: {emj} There are no users on hold.
pl: {emj} Brak użytkowników na wstrzymaniu.
uk: {emj} Немає користувачів на утриманні.

source: {emj} You have successfully promoted @{subject_username} to administrator.
pl: {emj} Awansowano użytkownika @{subject_username} na administratora.
uk: {emj} Ви успішно підняли користувача @{subject_username} на рівень адміністратора.

source: {emj} You have successfully promoted @{subject_username} from admin to super admin.
pl: {emj} Awansowano użytkownika @{subject_username} z admina na superadmina.
uk: {emj} Ви успішно підняли користувача @{subject_username} з адміністратора на супер адміністратора.

source: {emj} You have successfully promoted @{subject_username} to super admin.
pl: {emj} Awansowano użytkownika @{subject_username} na superadmina.
uk: {emj} Ви успішно підняли користувача @{subject_username} до супер адміністратора.

source: {emj} The user @{subject_username} is already an administrator.
pl: {emj} Użytkownik @{subject_username} jest już administratorem.
uk: {emj} Користувач @{subject_username} вже є адміністратором.

source: {emj} The user @{subject_username} is already a super admin.
pl: {emj} Użytkownik @{subject_username} jest już superadminem.
uk: {emj} Користувач @{subject_username} вже є супер адміністратором.

source: {emj} You have successfully demoted @{subject_username} from administrator.
pl: {emj} Zdegradowano użytkownika @{subject_username} z administratora.
uk: {emj} Ви успішно зняли @{subject_username} з адміністратора.

source: {emj} You have successfully demoted @{subject_username} from super admin.
pl: {emj} Zdegradowano użytkownika @{subject_username} ze superadmina.
uk: {emj} Ви успішно зняли @{subject_username} з супер адміністратора.

source: {emj} The user @{subject_username} is not an administrator.
pl: {emj} Użytkownik @{subject_username} nie jest administratorem.
uk: {emj} Користувач @{subject_username} не є адміністратором.

source: {emj} The user @{subject_username} is a super admin. You must use the /remove_superadmin command instead.
pl: {emj} Użytkownik @{subject_username} jest superadminem. Musisz użyć komendy /remove_superadmin.
uk: {emj} Користувач @{subject_username} є супер адміністратором. Використовуйте команду /remove_superadmin.

source: Hello {}! Here, you can sell your video that lasts up to 60 seconds. The video should be entertaining, similar to Tik-Tok, and created by you personally. If we like the video, we will contact you. {}{}{}
pl: Witaj {}! Tutaj możesz sprzedawać swój film trwający do 60 sekund. Film powinien być rozrywkowy, podobny do Tik-Toka i stworzony osobiście przez ciebie. Jeśli film nam się spodoba, skontaktujemy się z tobą. {}{}{}
uk: Привіт {}! Тут ти можеш продати своє відео, яке триває до 60 секунд. Відео повинно бути розважливим, схожим на Tik-Tok, і створеним особисто тобою. Якщо нам сподобається відео, ми з тобою зв'яжемося. {}{}{}

source: How it Works: 1. 📹 Send us your personally made video with a duration up to 60 seconds. 2. ⏳ After submission, there is a 3-hour cooldown before you can send another video, or we may review it before the cooldown expires. 3. 💌 If we like your video, we'll reach out to you with an offer! Submission Guidelines: - 🎬 Videos must be created personally by you. - 🚫 Do not post the video anywhere else until we review it. - 📅 You can send one video at a time. - ⏰ Allow a 3-hour cooldown before submitting another video, or wait for our review.
pl: Jak to działa: 1. 📹 Wyślij nam swój osobiście wykonany film o maksymalnej długości 60 sekund. 2. ⏳ Po przesłaniu filmu, musisz odczekać 3 godziny, zanim będziesz mógł wysłać kolejny film, albo możemy go przejrzeć przed zakończeniem okresu oczekiwania. 3. 💌 Jeśli podoba nam się twój film, skontaktujemy się z tobą z ofertą! Wytyczne dotyczące przesyłania: - 🎬 Filmy muszą być osobiście stworzone przez ciebie. - 🚫 Nie publikuj filmu nigdzie indziej, dopóki nie zrecenzujemy go. - 📅 Możesz przesłać jeden film naraz. - ⏰ Odczekaj 3 godziny przed przesłaniem kolejnego filmu albo poczekaj na naszą recenzję.
uk: Як це працює: 1. 📹 Надішліть нам своє особисто створене відео тривалістю до 60 секунд. 2. ⏳ Після надсилання потрібно дочекатися трьох годин, перш ніж ви зможете відправити інше відео, або ми можемо переглянути його перед завершенням кулдауна. 3. 💌 Якщо нам сподобається ваше відео, ми зв'яжемося з вами з пропозицією! Вимоги до надсилання: - 🎬 Відео повинно бути створено вами особисто. - 🚫 Не розміщуйте відео де-небудь інде, доки ми його не переглянемо. - 📅 Можна відправляти одне відео за раз. - ⏰ Дайте 3 години для відпочинку перед надсиланням наступного відео або чекайте на наш огляд.

source: Select your language:
pl: Wybierz swój język:
uk: Виберіть вашу мову:

source: {emj} Language has been changed to Polish
pl: {emj} Język został zmieniony na polski
uk: {emj} Język został zmieniony na polski

source: {emj} Language has been changed to Ukrainian
pl: {emj} Мову змінено на українську
uk: {emj} Мову змінено на українську

source: {} Sorry, but you cannot send messages at the moment.
pl: {} Przykro nam, ale w tym momencie nie możesz wysyłać wiadomości.
uk: {} Вибачте, але на даний момент ви не можете відправляти повідомлення.

source: {days}d
uk: {days}д

source: {hours}h
pl: {hours}g
uk: {hours}г

source: {minutes}m
uk: {minutes}хв

source: {emoji} We are still reviewing your previous video. Once reviewed, you will be able to send us more. Or, after{timer}, if we don't complete the review by the time.
pl: {emoji} Nadal przeglądamy twój poprzedni film. Po przeglądzie będziesz mógł(a) wysłać nam więcej. Lub po {timer}, jeśli nie zakończymy przeglądu do tego czasu.
uk: {emoji} Ми все ще розглядаємо ваше попереднє відео. Якщо воно буде переглянуте, ви зможете надіслати нам ще одне. Або після{timer}, якщо ми не завершимо рецензію до цього часу.

source: {} Send your video up to 60 seconds:
pl: {} Wyślij swój film do 60 sekund:
uk: {} Надішли своє відео до 60 секунд:

source: {} Thank you! We will review your video and respond to you shortly.
pl: {} Dziękujemy! Przeglądniemy twój film i odpowiemy wkrótce.
uk: {} Дякуємо! Ми розглянемо твоє відео і відповімо найближчим часом.

source: {} You can send one video at a time with a duration of up to 60 seconds.
pl: {} Możesz wysyłać jeden film o czasie trwania do 60 sekund na raz.
uk: {} Дозволяється відправляти лише одне відео за раз тривалістю до 60 секунд.

source: {} We only accept video submissions.
pl: {} Akceptujemy tylko filmy.
uk: {} Ми приймаємо лише відео.

source: Congratulations {emj1}! Your video was a hit {emj2}! We'll be reaching out to you very soon to dive into further discussions.
pl: Gratulacje {emj1}! Twój film odniósł sukces {emj2}! Wkrótce skontaktujemy się z tobą, aby przeprowadzić dalsze rozmowy.
uk: Вітаємо {emj1}! Ваше відео нас вразило {emj2}! Ми незабаром зв'яжемося з вами для подальших обговорень.

source: {emj1} Hey, thanks a bunch for your recent video! Although we've decided not to move forward with it this time, we're super excited to see more of your content {emj2}!
pl: {emj1} Hej, dzięki wielkie za twój ostatni film! Choć zdecydowaliśmy się tym razem nie kontynuować, nie możemy się doczekać, aby zobaczyć więcej twoich treści {emj2}!
uk: {emj1} Дякуємо тобі за твоє останнє відео! Хоча ми вирішили на цей раз не продовжувати співпрацю, ми з нетерпінням чекаємо більше твоїх матеріалів {emj2}!
